brew "asdf"
brew "bat"
brew "coursier/formulas/coursier"
brew "curl"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "graphviz"
brew "imagemagick"
brew "jq"
brew "less"
brew "lua-language-server"
brew "neovim"
brew "overmind"
brew "pandoc"
brew "pinentry-mac"
brew "rcm"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "universal-ctags"
brew "wget"
brew "xclip"
